{"display_name": "behavioral sciences", "definition": "Behavioral sciences are a group of scientific fields that study how humans and animals behave. These fields explore how individuals think, feel, and interact with each other and their environment. By observing and analyzing behavior, researchers in these areas aim to understand the general patterns and principles that govern our actions. \r\n"}
{"display_name": "biological engineering", "definition": "Biological engineering combines biology and engineering principles. It focuses on using living organisms and their components to develop solutions for various problems. Biological engineers work with biological systems, understanding them and modifying them to create products or solve issues in fields like medicine, agriculture, and energy. \r\n"}
{"display_name": "biophysics", "definition": "Biophysics is the study of living things using the principles and tools of physics.  It explores how physical laws govern the structure, function, and behavior of biological systems, from the smallest molecules to entire organisms. \r\n"}
{"display_name": "pathology", "definition": "Pathology is the study of diseases and injuries. It involves examining the causes, development, and effects of diseases, as well as the changes that occur in cells and tissues. Pathologists are doctors who specialize in studying diseases by analyzing samples of human cells and tissues. \r\n"}
{"display_name": "civil engineering", "definition": "Civil engineering is a type of engineering that focuses on designing, building, and maintaining the physical structures we use every day. This includes things like roads, bridges, buildings, and water systems. It's a vital field that shapes our world and helps us live and work safely and efficiently. \r\n"}
{"display_name": "planetary sciences", "definition": "Planetary science is the study of planets, moons, asteroids, comets, and other celestial objects within our solar system and beyond. It aims to understand their composition, how they formed, how they move, and their history. This field draws on knowledge from many different disciplines, including astronomy, geology, physics, and chemistry. \r\n"}
{"display_name": "computer engineering", "definition": "Computer engineering is a field that combines principles from both computer science and electrical engineering. It focuses on the design and development of computer hardware and software, including everything from microprocessors to operating systems. This field utilizes knowledge of circuits, programming, and software design to create the computer systems we use every day. \r\n"}
{"display_name": "critical care", "definition": "Critical care is specialized medical treatment for patients with life-threatening illnesses or injuries. This care is provided in an intensive care unit (ICU) by a team of highly trained healthcare professionals who provide round-the-clock monitoring and specialized treatments. \r\n"}
{"display_name": "data science", "definition": "Data science is a field that uses tools from various disciplines like math, statistics, and computer science to extract knowledge and insights from data. It combines these tools with domain expertise to find meaningful patterns and relationships within data, which can then be used for decision making and planning. \r\n"}
{"display_name": "emergency medicine", "definition": "Emergency medicine is a medical specialty focused on quickly diagnosing and treating illnesses or injuries that require immediate attention. Emergency physicians are trained to assess and stabilize patients who arrive with a wide range of medical problems, from minor cuts and sprains to life-threatening emergencies. They work in hospital emergency departments, ambulance services, and sometimes in other settings like urgent care clinics. \r\n"}
{"display_name": "engineering", "definition": "Engineering is the art of using scientific knowledge and math to solve problems and create useful things. It involves designing and building complex products, systems, and structures, like machines, buildings, and electronics. Engineers apply their skills to make our world more efficient, productive, and innovative. \r\n"}
{"display_name": "systems engineering", "definition": "Systems engineering is a comprehensive approach that focuses on designing, managing, and integrating complex systems throughout their entire lifecycle. It utilizes systems thinking principles to ensure that all aspects of a project are considered and effectively integrated. This field draws from various disciplines like engineering, management, and human-centered approaches to achieve optimal outcomes. \r\n"}
{"display_name": "environmental engineering", "definition": "Environmental engineering is a branch of engineering focused on protecting and improving the environment. It combines scientific principles with engineering practices to address issues like pollution control, waste management, and the provision of clean water and air. Environmental engineers work to ensure the health of both humans and the natural world, while also improving the quality of life for everyone. \r\n"}
{"display_name": "environmental science", "definition": "Environmental science is the study of how the natural world works, including the interactions between living organisms, their surroundings, and the physical and chemical processes that shape our planet. It draws on knowledge from various fields, such as biology, chemistry, geology, and physics, to understand how environmental problems arise and find solutions. \r\n"}
{"display_name": "gynecology", "definition": "Gynecology is the area of medicine focused on the health of women's reproductive systems. It involves diagnosing and treating diseases affecting the ovaries, uterus, fallopian tubes, and vagina, as well as providing routine care. Gynecology often works alongside obstetrics, which deals with pregnancy and childbirth, forming the combined field of OB-GYN. \r\n"}
{"display_name": "health policy", "definition": "Health policy refers to the decisions, plans, and actions made by governments and other organizations to improve the health of a population. It sets goals for healthcare, outlines priorities, and defines the roles of different groups involved in healthcare. It aims to ensure everyone has access to quality healthcare and promotes overall well-being. \r\n"}
{"display_name": "culture", "definition": "Culture is the unique way of life of a group of people. It includes their beliefs, customs, traditions, and the things they create and use. Culture shapes how they behave, organize themselves, and interact with each other. It’s what makes each group special and different. \r\n"}
{"display_name": "infectious diseases", "definition": "Infectious diseases are illnesses caused by tiny organisms like bacteria, viruses, fungi, or parasites.  These organisms can live on or in our bodies without causing harm, but under certain conditions, they can multiply and make us sick.  Some infectious diseases spread from person to person, while others come from animals, insects, or contaminated food and water. \r\n"}
{"display_name": "surgery", "definition": "Surgery is a branch of medicine that involves using manual and instrumental techniques to treat diseases and injuries. It can be used to repair damaged tissues, remove unwanted growths, or improve physical function.  Surgeons perform operations in hospitals or clinics, and patients typically need to recover afterwards. \r\n"}
{"display_name": "public policy", "definition": "Public policy refers to actions taken by governments to address problems affecting the public.  These actions can take many forms, including laws, regulations, programs, and funding decisions. Public policy aims to improve society by addressing issues like education, healthcare, and environmental protection. \r\n"}
{"display_name": "systems biology", "definition": "Systems biology is a way of studying living things that looks at how all their parts work together as a whole system. Instead of breaking things down into smaller pieces, it tries to understand how different parts interact and influence each other. This approach uses both experiments and computer models to gain a deeper understanding of how complex biological processes function. \r\n"}
{"display_name": "theatre", "definition": "Theatre is a form of performance art where actors present a story or experience to a live audience. It involves a combination of elements like acting, music, dance, and visual effects to create a compelling experience.  Theatre can take place in specially designed buildings called theatres, or in outdoor spaces, and encompasses a wide range of styles and genres. \r\n"}
{"display_name": "african american studies", "definition": "African American studies is a field of academic study that explores the history, culture, and experiences of people of African descent in the United States and the African diaspora. This interdisciplinary field draws on various disciplines like history, sociology, literature, and anthropology to understand the complexities of Black lives, the systems that impact them, and their ongoing struggles for equality and justice. \r\n"}
{"display_name": "ophthalmology", "definition": "Ophthalmology is the branch of medicine that focuses on the eyes. It involves diagnosing and treating all types of eye conditions, from common problems like blurry vision to more complex diseases.  Ophthalmologists are doctors who have specialized training in eye care, including both medical and surgical treatments. \r\n"}
{"display_name": "linguistics", "definition": "Linguistics is the scientific study of language. It examines how language is structured, how it works, and how it changes over time. Linguistics explores the sounds, words, sentences, and meanings of language, as well as the relationship between language and thought. \r\n"}
{"display_name": "accounting", "definition": "Accounting is the process of recording, summarizing, analyzing, and reporting financial transactions of a business. This information is used by various stakeholders, including investors, creditors, and management, to make informed decisions about the company's performance and financial position. \r\n"}
{"display_name": "aerospace engineering", "definition": "Aerospace engineering is a branch of engineering that focuses on designing, building, and testing aircraft and spacecraft. It involves both aeronautical engineering, which deals with flight within the Earth's atmosphere, and astronautical engineering, which focuses on space flight. \r\n"}
{"display_name": "allergy", "definition": "An allergy is a reaction by the immune system to substances that are usually harmless to most people. This overreaction can cause symptoms like sneezing, itching, coughing, or even difficulty breathing. These symptoms are triggered when the body's immune system mistakenly identifies a substance as a threat and releases chemicals like histamine to fight it off. Common allergens include pollen, certain foods, and insect stings. \r\n"}
{"display_name": "anesthesiology", "definition": "Anesthesiology is the medical field that specializes in managing pain and keeping patients comfortable before, during, and after surgery. It involves administering anesthesia, a type of medication used for pain relief, and monitoring vital functions. \r\n"}
{"display_name": "anthropology", "definition": "Anthropology is the study of humankind. It explores various aspects of human existence, including our biology, culture, societies, languages, and behavior. Anthropologists examine both the present and the past, including the lives of ancient human populations. The field is divided into several sub-disciplines, such as biological anthropology, cultural anthropology, and linguistic anthropology, each focusing on a specific aspect of human experience. \r\n"}
{"display_name": "applied mathematics", "definition": "Applied mathematics is the use of mathematical tools and techniques to solve problems in various fields. It involves creating mathematical models to understand and predict real-world situations. This field blends mathematical science with specialized knowledge from other areas. \r\n"}
{"display_name": "applied physics", "definition": "Applied physics is the use of physics principles to solve problems in science and engineering. It acts as a bridge between the theoretical world of physics and the practical world of engineering. Applied physicists focus on applying established physical laws to create new technologies and solve real-world challenges. \r\n"}
{"display_name": "architecture", "definition": "Architecture is the art and science of designing and building structures, especially habitable ones. It involves planning, designing, and constructing buildings, taking into account their functionality, aesthetics, and cultural significance. Architecture is often seen as a form of art that reflects the values and traditions of different cultures. \r\n"}
{"display_name": "art", "definition": "Art is a broad term encompassing human activities that involve creativity and skill. It often produces objects or experiences that express beauty, emotions, or ideas.  Art takes many forms, from painting and sculpture to theatre, music, and literature. While there's no single definition of art, it generally involves the use of imagination and technical expertise. \r\n"}
{"display_name": "art history", "definition": "Art history is the study of visual art objects created across different cultures and time periods. It examines the meaning and context of these objects, such as paintings, sculptures, and architecture, and seeks to understand how they were created and what they represent. Art history also explores the historical forces that influenced the development of art and artists. \r\n"}
{"display_name": "astronomy", "definition": "Astronomy is the scientific study of everything outside of Earth's atmosphere. It focuses on celestial objects like planets, stars, and galaxies, and the events that occur in space. Astronomers use physics, chemistry, and mathematics to understand the origins and evolution of these objects and phenomena. \r\n"}
{"display_name": "biochemistry", "definition": "Biochemistry is the study of the chemical processes that occur in living things. It investigates the chemical makeup of cells, tissues, and organs, and how these chemicals interact to support life. Biochemistry delves into the structure and function of biological molecules like proteins, nucleic acids, carbohydrates, and lipids, and explores how these molecules contribute to the processes within living cells. \r\n"}
{"display_name": "biology", "definition": "Biology is the study of living organisms and their vital processes.  It explores the structure, function, growth, origin, evolution, and distribution of all life forms, from the microscopic to the macroscopic. \r\n"}
{"display_name": "biomedical engineering", "definition": "Biomedical engineering combines engineering principles with biology and medicine to improve human health and healthcare. It involves designing and developing medical devices, tools, and technologies to diagnose, treat, and monitor health conditions. This field encompasses a wide range of applications, from prosthetics and medical imaging to drug delivery systems and tissue engineering. \r\n"}
{"display_name": "biomolecular engineering", "definition": "Biomolecular engineering is a field that combines engineering principles with biological knowledge to design and modify molecules found in living organisms.  This involves manipulating the structure and function of molecules like DNA, proteins, and carbohydrates to create new or improved materials, processes, or therapies. \r\n"}
{"display_name": "biostatistics", "definition": "Biostatistics is a branch of statistics used in biology and health-related fields. It involves using statistical methods to design experiments, collect and analyze data, and interpret results.  \r\n"}
{"display_name": "business", "definition": "A business is an activity focused on making money through producing or selling goods and services. It can be a small shop, a large corporation, or anything in between.  This activity is usually done as a way to make a living. \r\n"}
{"display_name": "cell biology", "definition": "Cell biology is the study of the building blocks of life - cells. It explores the intricate structures, functions, and behaviors of these tiny units that make up all living organisms. This field investigates how cells work, interact, and contribute to the overall functioning of an organism. \r\n"}
{"display_name": "chemical engineering", "definition": "Chemical engineering is a field that focuses on the design and operation of processes to transform raw materials into useful products. This involves applying principles from chemistry, physics, and other sciences to create efficient and cost-effective manufacturing methods. Chemical engineers are responsible for developing, implementing, and improving these processes in various industries. \r\n"}
{"display_name": "chemistry", "definition": "Chemistry is the study of matter and its properties. It explores the elements that make up matter, how those elements combine to form compounds, and how those compounds interact with each other. Chemistry investigates the structure of matter at the atomic and molecular level, and the changes that occur during chemical reactions. \r\n"}
{"display_name": "civilizations", "definition": "A civilization is a complex society with a high level of cultural and technological development. It is characterized by features like writing systems, cities, social hierarchy, agriculture, and specialized jobs. These societies often have a ruling class and a population living in urban and rural areas.  \r\n"}
{"display_name": "classics", "definition": "Classics refer to works of art, literature, or thought that are considered to be of exceptional quality and enduring value. These works often originate from ancient Greece and Rome, representing a foundation of Western civilization. Classics provide insights into human nature, society, and culture, serving as a source of inspiration and guidance for generations. \r\n"}
{"display_name": "comparative literature", "definition": "Comparative literature is the study of literature and cultural expressions across various languages, nations, and disciplines. It analyzes how different cultures and societies influence literary works and how these works reflect their context. This field examines the relationships between literature and other spheres of human activity, including history, politics, and philosophy. \r\n"}
{"display_name": "computer science", "definition": "Computer science is the study of how computers work, including their inner workings, the programs that run on them, and how they are used to process information. It encompasses various fields like algorithms, data structures, computer design, and artificial intelligence.  At its core, computer science explores the limits of what can be automated and the fundamental principles behind computing. \r\n"}
{"display_name": "dance", "definition": "Dance is a form of artistic expression where people move their bodies rhythmically, often to music. It involves a sequence of movements with beauty and meaning, either created spontaneously or planned out carefully. Dance can be categorized by its style, its steps, and its origins. \r\n"}
{"display_name": "dermatology", "definition": "Dermatology is the field of medicine focused on the skin, hair, and nails. It involves understanding the structure and function of these parts of the body and treating diseases that affect them. Dermatologists are medical doctors who specialize in diagnosing and treating skin conditions, including both medical and surgical issues. \r\n"}
{"display_name": "developmental biology", "definition": "Developmental biology is the study of how organisms grow and develop from a single cell into a complex, multicellular being. It explores the processes that shape an organism's form, size, and features, from the early stages of embryonic development through to adulthood.  This field also encompasses the study of how organisms regenerate, reproduce asexually, undergo metamorphosis, and how stem cells grow and specialize in adult organisms. \r\n"}
{"display_name": "east asian languages", "definition": "East Asian languages refer to a proposed grouping of language families that are thought to be related, though this connection is still debated.  This grouping, which includes languages like Chinese, Korean, Japanese, and others, suggests a common ancestor in the distant past. \r\n"}
{"display_name": "east asian studies", "definition": "East Asian studies is a field of study that focuses on understanding the history, culture, and societies of East Asia. It encompasses various disciplines like language, literature, history, politics, and art, encouraging scholars to explore the region's rich past and present.  It promotes a broader humanistic understanding of East Asia and its impact on the world. \r\n"}
{"display_name": "economics", "definition": "Economics is the study of how people make choices about using limited resources to satisfy their wants and needs. It examines how goods and services are produced, distributed, and consumed within a society.  Economics also explores how individuals and businesses interact in markets and the overall performance of the economy. \r\n"}
{"display_name": "education", "definition": "Education is the process of learning and acquiring knowledge, skills, and values. It involves teaching and learning methods that aim to develop individuals' abilities and prepare them for life. Education can take place in formal settings like schools or informally through everyday experiences. \r\n"}
{"display_name": "electrical engineering", "definition": "Electrical engineering is the branch of engineering that deals with electricity, electronics, and electromagnetism. It focuses on understanding how these forces work and using that knowledge to create and improve devices and systems. Electrical engineers design and build everything from power grids and electric cars to smartphones and medical equipment. \r\n"}
{"display_name": "english", "definition": "English studies is the academic field that focuses on the English language and its literature. It encompasses the analysis and exploration of literary works, including novels, plays, poetry, and short stories.  The field also covers English composition, which involves analyzing writing structures and applying those structures in written work, and English language arts, which explores grammar, usage, and style.  English studies aims to develop critical thinking and analytical skills through the engagement with English language texts. \r\n"}
{"display_name": "epidemiology", "definition": "Epidemiology is the study of how diseases spread and affect populations. It examines factors like who gets sick, where the disease occurs, and when it happens. This helps us understand patterns of disease, identify causes, and develop strategies to prevent and control them. \r\n"}
{"display_name": "evolutionary biology", "definition": "Evolutionary biology is the study of how life on Earth has changed over time. It explores the processes that drive these changes, like natural selection and genetic drift, and how they lead to the incredible diversity of organisms we see today. This field also investigates how species are related and how new species arise. \r\n"}
{"display_name": "film", "definition": "A film, or movie, is a story told through moving pictures.  These pictures are often combined with sound to create a complete experience for the viewer. Films can be used to entertain, inform, or inspire, and they are a powerful way to communicate ideas and emotions. \r\n"}
{"display_name": "finance", "definition": "Finance encompasses the management of money and other liquid resources. It involves the circulation of money, granting credit, making investments, and providing banking services. Finance is a broad field that includes personal, corporate, and public finance, with each area focusing on specific financial needs and activities. \r\n"}
{"display_name": "french", "definition": "French refers to things related to France, its people, and its culture. It encompasses the French language, originating in France, as well as the French people, a distinct nation and ethnic group.  French cuisine also falls under this category, representing the country's unique cooking traditions and practices. \r\n"}
{"display_name": "genetics", "definition": "Genetics is the study of how traits are passed down from parents to offspring. It focuses on genes, which are the units of heredity, and how they interact with each other and the environment to influence an organism's characteristics. Genetics explores how variations in genes contribute to differences between individuals and how these variations are passed on through generations. \r\n"}
{"display_name": "global health", "definition": "Global health is about improving the health of everyone around the world. It focuses on health problems that affect many countries and requires cooperation between different groups to find solutions. The goal is to make sure everyone has a fair chance at good health, regardless of where they live. \r\n"}
{"display_name": "history", "definition": "History is the study of the past. It involves recording, explaining, and analyzing events that happened in the past, often focusing on how these events impacted people, societies, or institutions. Historians use various sources, such as written documents, oral accounts, and physical artifacts, to understand and interpret the past.  \r\n"}
{"display_name": "humanities", "definition": "Humanities are academic fields that explore human society, culture, and the questions we ask about ourselves. They use analytical and critical methods to understand human values and how we express ourselves through different forms of art and thought. \r\n"}
{"display_name": "immunology", "definition": "Immunology is the study of the body's immune system, which is responsible for protecting us from infections and diseases. It explores how the immune system works, its components, and how it defends against harmful substances. Immunology also investigates what happens when the immune system malfunctions, leading to conditions like allergies, autoimmunity, and cancer. \r\n"}
{"display_name": "law", "definition": "Law is a set of rules that guide behavior within a community or society. These rules can be established by customs, formal institutions, or both. They are designed to regulate actions and ensure order. The enforcement of these rules, whether by individuals or governments, is essential to maintaining a functioning society. \r\n"}
{"display_name": "literature", "definition": "Literature refers to written or spoken works that go beyond simple communication to express artistic merit or cultural importance.  It encompasses a wide range of materials, but often focuses on works with creative and aesthetic qualities like novels, plays, and poems. Literature serves as a way to preserve knowledge, entertain, and share cultural values, making it a powerful tool for transmitting ideas across time and space. \r\n"}
{"display_name": "management", "definition": "Management is the process of overseeing and organizing resources, people, and activities within an organization, like a business, non-profit, or government agency. It involves setting goals, making decisions, and ensuring that tasks are completed efficiently and effectively.  It can be broken down into different levels, such as senior management, middle management, and line management, each with their own responsibilities. \r\n"}
{"display_name": "marketing", "definition": "Marketing is the process of creating and sharing value with customers. It involves understanding their needs, developing products or services that meet those needs, and communicating the value of those offerings. Marketing also includes building relationships with customers and ensuring their satisfaction. \r\n"}
{"display_name": "materials science", "definition": "Materials science is the study of how the composition and structure of solid materials determine their properties. It combines knowledge from physics, chemistry, and engineering to understand and create materials with specific characteristics. \r\n"}
{"display_name": "mathematics", "definition": "Mathematics is the study of numbers, shapes, and their relationships. It involves using logic and reasoning to explore patterns, solve problems, and understand the world around us.  Mathematics is built upon a foundation of axioms, which are basic truths that are assumed to be true. From these axioms, mathematicians develop theorems and proofs, which are logical arguments that establish the truth of mathematical statements. \r\n"}
{"display_name": "mechanical engineering", "definition": "Mechanical engineering is the field that applies physics and math principles to create, analyze, and improve machines and systems. It involves understanding how things move, how energy is used, and how materials behave under stress. This broad field encompasses designing everything from tiny gears to massive structures. \r\n"}
{"display_name": "medicine", "definition": "Medicine is the practice of caring for people who are sick or injured. It involves diagnosing, treating, and preventing illnesses.  This includes using various methods like medications, surgery, and other therapies.  It also focuses on maintaining overall health and well-being. \r\n"}
{"display_name": "microbiology", "definition": "Microbiology is the study of tiny living things that are too small to see without a microscope. These microscopic organisms, called microbes, include bacteria, archaea, viruses, fungi, prions, protozoa, and algae. Microbiology explores the diverse world of these tiny life forms and their interactions with each other and their environment. \r\n"}
{"display_name": "molecular biology", "definition": "Molecular biology is the study of the molecules that make up living things. It focuses on understanding how these molecules work together to create life, including processes like gene replication, mutation, and expression. \r\n"}
{"display_name": "music", "definition": "Music is the art of arranging sounds to create a combination of elements like melody, rhythm, harmony, and form. It's a universal language found in every culture and can be created using instruments, the human voice, or even electronic sounds. \r\n"}
{"display_name": "neurology", "definition": "Neurology is the branch of medicine focused on the diagnosis and treatment of disorders affecting the nervous system. This includes the brain, spinal cord, and peripheral nerves.  Neurologists are doctors who specialize in this area, diagnosing and treating conditions like stroke, epilepsy, and Parkinson's disease. \r\n"}
{"display_name": "neuroscience", "definition": "Neuroscience is the study of the nervous system, including the brain, spinal cord, and nerves. It explores how the nervous system develops, its structure, and its functions, such as controlling movement, processing information, and regulating emotions. \r\n"}
{"display_name": "nursing", "definition": "Nursing is a profession dedicated to helping individuals maintain, regain, or improve their health. Nurses focus on promoting health, preventing illness, and providing care to those who are sick, disabled, or dying. They work with patients to assess their needs and develop care plans, often collaborating with other healthcare professionals. Nurses also play a vital role in educating the public about health and wellness. \r\n"}
{"display_name": "orthopaedic surgery", "definition": "Orthopaedic surgery is a type of surgery that focuses on the musculoskeletal system, which includes bones, joints, muscles, ligaments, and tendons. It addresses a wide range of conditions affecting this system, from injuries and trauma to degenerative diseases and congenital disorders. Orthopaedic surgeons use both surgical and non-surgical methods to treat these conditions, aiming to restore function and alleviate pain. \r\n"}
{"display_name": "pediatrics", "definition": "Pediatrics is a branch of medicine focused on the health and well-being of children and young people. Pediatricians provide medical care for infants, children, and adolescents, often until the age of 21. They diagnose and treat a wide range of illnesses and conditions specific to this age group. \r\n"}
{"display_name": "performance studies", "definition": "Performance studies is a field of study that uses performance as a way to understand the world. It draws from a variety of disciplines, including theatre, anthropology, and sociology, to analyze different kinds of performance, from concerts and rituals to everyday interactions and identity expressions. \r\n"}
{"display_name": "pharmacology", "definition": "Pharmacology is the study of drugs and medications, exploring how they work within the body. It focuses on their origins, compositions, interactions with biological systems, and potential effects, both beneficial and harmful. \r\n"}
{"display_name": "philosophy", "definition": "Philosophy is the study of big, fundamental questions about the world and our place in it. It explores topics like the nature of reality, how we know things, what is right and wrong, and the meaning of life. Philosophers use logic and critical thinking to examine these questions and try to understand them better. \r\n"}
{"display_name": "physics", "definition": "Physics is the study of the universe and everything in it. It explores the building blocks of matter, how things move and change, and the forces that govern the interactions between objects. It seeks to understand the fundamental principles that explain all natural phenomena. \r\n"}
{"display_name": "physiology", "definition": "Physiology is the study of how living things work. It explores the functions and processes happening within organisms, from the smallest cells to entire organ systems.  It examines how these systems interact and maintain life, focusing on chemical and physical activities. \r\n"}
{"display_name": "political science", "definition": "Political science is the study of how governments and power work. It examines how people make decisions, how societies are organized, and how laws are created.  This field analyzes political activities, thoughts, behaviors, constitutions, and laws. \r\n"}
{"display_name": "portuguese", "definition": "Portuguese refers to anything associated with Portugal, including its people, language, and culture. It can describe a person from Portugal, someone of Portuguese ancestry, or the Romance language spoken in Portugal and Brazil. \r\n"}
{"display_name": "psychiatry", "definition": "Psychiatry is a branch of medicine that focuses on the mind and its disorders. Psychiatrists are medical doctors who diagnose, treat, and prevent mental, emotional, and behavioral issues. They assess both the mental and physical aspects of these problems to provide the best care possible. \r\n"}
{"display_name": "psychology", "definition": "Psychology is the scientific study of the mind and behavior.  It explores how people think, feel, and act, including both conscious and unconscious processes. Psychologists study a wide range of topics, from individual thoughts and emotions to social interactions and group behavior. \r\n"}
{"display_name": "radiology", "definition": "Radiology is a medical specialty that uses imaging technologies, like X-rays, ultrasound, and MRI, to see inside the body. Doctors who specialize in radiology are called radiologists. They use these images to diagnose diseases and help guide treatments. \r\n"}
{"display_name": "radiation oncology", "definition": "Radiation oncology is a medical specialty focused on using radiation to treat cancer. It involves prescribing and administering radiation therapy, which aims to kill or control the growth of cancerous cells. Radiation oncologists work with patients to develop personalized treatment plans, considering the type and stage of cancer as well as the patient's overall health. \r\n"}
{"display_name": "rehabilitation", "definition": "Rehabilitation is the process of helping someone regain their abilities and improve their functioning after an injury, illness, or other event that has impaired their physical, mental, or cognitive abilities.  It often involves therapy, training, and other interventions to help people recover lost skills or learn new ones.\r\n"}
{"display_name": "religious studies", "definition": "Religious studies is the scientific examination of religion. It involves describing, comparing, interpreting, and explaining religious beliefs and practices from a neutral, objective perspective.  Religious studies draws on various academic disciplines like anthropology, sociology, and history to understand religion across cultures and throughout history. \r\n"}
{"display_name": "slavic languages", "definition": "Slavic languages are a group of Indo-European languages spoken by Slavic peoples. They are closely related to Baltic languages and are thought to have originated from a common ancestor, Proto-Slavic. There are three main branches: East Slavic, West Slavic, and South Slavic, with over 20 languages in total.  They are characterized by their rich inflectional systems and relatively free word order. \r\n"}
{"display_name": "social science", "definition": "Social science is the study of human societies and the interactions between people within them. It encompasses a wide range of disciplines, including sociology, anthropology, economics, and political science, each focusing on different aspects of human social life. Social scientists use various methods to understand society, including observation, surveys, and experiments, to explore social patterns, relationships, and institutions. \r\n"}
{"display_name": "sociology", "definition": "Sociology is the study of how people interact and live together in groups. It examines the structures of societies, organizations, and groups, and how these influence individual behaviors. Sociologists look at how people interact within these structures, exploring everything from intimate relationships to large-scale social movements.  \r\n"}
{"display_name": "spanish", "definition": "Spanish is a Romance language spoken by a majority of people in Spain and in many countries that were colonized by Spain. \r\n"}
{"display_name": "statistics", "definition": "Statistics is a field of mathematics that focuses on understanding data. It involves collecting data, organizing it, analyzing patterns, and presenting findings in a clear way. This helps us make sense of information and draw meaningful conclusions. \r\n"}
{"display_name": "technology", "definition": "Technology is the practical use of knowledge, especially in a specific field, to create something useful. It can refer to the tools and techniques we use, like machines and software, or the skills and processes involved in making them. \r\n"}
{"display_name": "urology", "definition": "Urology is a branch of medicine focused on the health of the urinary system and reproductive organs.  It involves treating both medical and surgical conditions affecting the kidneys, bladder, urethra, and male reproductive organs. Urologists are physicians who specialize in this area and may perform surgery or prescribe medication. \r\n"}
{"display_name": "agricultural economics", "definition": "Agricultural economics is the study of how resources are used and managed in farming. It examines the production, distribution, and consumption of food and fiber products, considering factors like land use, crop yields, and environmental sustainability. \r\n"}
{"display_name": "cognitive science", "definition": "Cognitive science is the study of how the mind works, exploring how we think, learn, and understand the world around us. It combines different fields like psychology, neuroscience, and linguistics to investigate areas such as memory, language, and perception.  Cognitive scientists believe that our minds use mental representations and computational processes to process information, helping us to understand the relationship between our brains and our behavior. \r\n"}
{"display_name": "communication", "definition": "Communication is the process of sharing information between people. This happens through symbols, signs, or actions that both the sender and receiver understand. It involves a message being sent, transmitted, and received. Communication is a complex process that can create new meanings and understanding. \r\n"}
{"display_name": "design", "definition": "Design is the process of planning and creating something new, whether it's a physical object, a system, or an idea. It involves thinking about the intended purpose and how the design will be used, while also considering factors like looks, cost, and impact.  Design can be done through sketches, blueprints, or even just ideas in your head. \r\n"}
{"display_name": "earth science", "definition": "Earth science, also known as geoscience, is the study of Earth as a whole system. It explores the physical, chemical, and biological processes that occur within and between Earth's four interconnected spheres: the geosphere, hydrosphere/cryosphere, atmosphere, and biosphere. Earth scientists use knowledge from various disciplines like geology, physics, chemistry, and biology to understand Earth's past, present, and future. \r\n"}
{"display_name": "ecology", "definition": "Ecology is the study of how living things interact with each other and their surroundings. It examines the relationships between plants, animals, and their environment, including things like water, air, and soil. Ecologists look at how these interactions affect the distribution and abundance of life on Earth, as well as how they influence the evolution of different species. \r\n"}
{"display_name": "family medicine", "definition": "Family medicine is a type of doctor who takes care of people of all ages and their families. They provide complete health care, from checkups and vaccinations to managing chronic conditions. They build long-term relationships with their patients, getting to know them and their families to provide the best possible care. \r\n"}
{"display_name": "gender studies", "definition": "Gender studies is a field that explores the social and cultural meanings of gender and how these meanings impact individuals and societies. It examines how gender intersects with other aspects of identity, such as race, ethnicity, and sexuality, to create complex social experiences. This interdisciplinary field draws on methods and knowledge from various disciplines like history, sociology, literature, and psychology to understand the complexities of gender and its impact on our lives. \r\n"}
{"display_name": "geography", "definition": "Geography is the study of Earth's features, including landforms, climates, and populations. It explores how these elements interact and change over time, considering both natural and human influences. Geography uses various methods to map and understand the patterns and processes occurring on our planet. \r\n"}
{"display_name": "health science", "definition": "Health science is the study of health and well-being, encompassing both the healthy and the sick. It covers knowledge and skills needed for providing medical care in various specialties. Health sciences connect to many different fields, including science, technology, engineering, and mathematics, as well as newer areas focused on patient safety. \r\n"}
{"display_name": "journalism", "definition": "Journalism is the process of gathering, analyzing, and sharing information about current events, ideas, and people that are considered important. It involves methods like interviews and research to produce factual accounts that inform the public. \r\n"}
{"display_name": "kinesiology", "definition": "Kinesiology is the study of how the human body moves. It examines the muscles, bones, and nervous system that work together to create movement.  Kinesiology explores how these elements interact to produce and control motion, from walking to complex athletic maneuvers. \r\n"}
{"display_name": "language", "definition": "Language is a system that humans use to communicate, primarily through speaking and writing. It allows us to share ideas and feelings using agreed-upon signs, sounds, and symbols.  Language has a structure that helps us understand each other, and it gives us the power to talk about anything, even things that aren't real or happening right now.  \r\n"}
{"display_name": "public health", "definition": "Public health is the science of protecting and improving the health of people in communities. It focuses on preventing disease, promoting well-being, and extending lifespans through organized efforts and a deep understanding of health factors. Public health goes beyond individual healthcare by addressing the health of entire populations through initiatives like vaccination programs, health education, and environmental regulations. \r\n"}
